NSCameraUsageDescription = "L'accesso alla Camera è richiesto per scansionare documenti e per scattare foto e video. ";
NSFaceIDUsageDescription = "L'accesso al Face ID è richiesto per l'autenticazione usando il riconoscimento facciale. ";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "L'accesso alla galleria è richiesto per condividere foto e video dal dispositivo.";
NSPhotoLibraryAddUsageDescription = "L'accesso alla galleria è richiesto per condividere foto e video dal dispositivo.";
NSMicrophoneUsageDescription = "L'accesso al microfono è richiesto per creare memo vocali.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
